import IMG_pitirimSorokin from "../img/pitirimSorokin.jpg"
import IMG_stella from "../img/stella.jpg"
import IMG_rubles from "../img/rubles.jpg"
import IMG_letterO from "../img/letterO.jpg"
import IMG_electrician from "../img/electrician.jpg"

const AttractionsData = [
    {
        img: IMG_pitirimSorokin,
        title: 'Памятник Питириму Сорокину',
        desc: '22 августа 2014 года перед входом в Сыктывкарский государственный университет открыт\n' +
            '                            памятник Питириму Сорокину (скульптор Андрей Ковальчук). С 2015 года Сыктывкарский\n' +
            '                            государственный университет носит имя Питирима Сорокина.',
        address: 'Сыктывкар, Респ. Коми, Октябрьский проспект, 55, 167001'
    },
    {
        img: IMG_stella,
        title: 'Монумент трудовой славы',
        desc: 'Монумент трудовой славы воздвигнут в честь трудовых достижений трудящихся Коми АССР и\n' +
            '                            награждения республики орденами Ленина, Октябрьской революции и Дружбы народов (1977,\n' +
            '                            архитекторы А. А. Куров, П. П. Резников)',
        address: 'ул. Коммунистическая, 33, Сыктывкар, Респ. Коми, 167001'
    },
    {
        img: IMG_rubles,
        title: 'Памятник российскому рублю',
        desc: 'По сообщению банка, установка «Знака Рубля» задумана для его популяризации, повышения\n' +
            '                            узнаваемости среди населения, а также для привлечения внимания к истории национальной валюты\n' +
            '                            страны.',
        address: 'ул. Ленина, 53, Сыктывкар, Респ. Коми, 167000'
    },
    {
        img: IMG_letterO,
        title: 'Памятник букве «o» алфавита коми',
        desc: 'Памятник созданн скульптором Александром Выборовым и открыт в Сыктывкаре в 2011 году.\n' +
            '                            Автором идеи памятника выступил Алексей Рассыхаев — сотрудник Института языка, литературы и\n' +
            '                            истории Коми научного центра УрО РАН. По решению горожан памятник был поставлен около Центра\n' +
            '                            коми культуры.',
        address: 'ул. Бабушкина, 31, Сыктывкар, Респ. Коми, 167000'
    },
    {
        img: IMG_electrician,
        title: 'Памятник электромонтеру',
        desc: 'Инициаторами появления памятника стали сами энергетики. Таким необычным способом руководство\n' +
            '                            филиала МРСК Северо-Запада "Комиэнерго" (дочернее предприятие ОАО "Россети") решило отметить\n' +
            '                            полувековой юбилей.',
        address: 'ул. Интернациональная, 92, Сыктывкар, Респ. Коми, 167000'
    }
]

export default AttractionsData