import IMG_roman from '../img/roman.jpg'
import IMG_rektor from '../img/rektor.jpg'
import IMG_raisa from '../img/raisa.jpg'
import IMG_15 from '../img/15.jpg'

const StarsData = [
    {
        img: IMG_roman,
        title: 'Роман Аркадьевич Абрамович',
        desc: 'Российский предприниматель, жил в городе с 1967 по 1971 год.',
        fact: 'Состояние на 2021 год - 14 700 000 000$'
    },
    {
        img: IMG_rektor,
        title: 'Валентина Александровна Витязева',
        desc: 'Первый ректор Сыктывкарского государственного университета, первая женщина-ректор\n' +
            '                            университета в СССР.',
        fact: 'Годы жизни - 07.04.1919 по 22.05.2010'
    },
    {
        img: IMG_raisa,
        title: 'Раиса Петровна Сметанина',
        desc: 'Четырёхкратная олимпийская чемпионка в соревнованиях по лыжным гонкам, призёр и победитель\n' +
            '                            всевозможных ЧМ и ЧЕ по лыжным гонкам.',
        fact: 'Конец карьеры - 1992 год'
    },
    {
        img: IMG_15,
        title: 'Габов Николай Николаевич',
        desc: 'Участник Великой Отечественной войны, разведчик штабной батареи 1-го гвардейского\n' +
            '                            артиллерийского полка 4-й гвардейской воздушно-десантной дивизии 40-й армии 2-го Украинского\n' +
            '                            фронта, гвардии рядовой.',
        fact: 'Награды: Герой Советского Союза, Орден Ленина, Орден Красной Звезды'
    }
]

export default StarsData